{
  "header": {
    "name": "Rodrigo Cabral",
    "about": "About Me",
    "education": "Education",
    "educationSkills": "Education & Skills",
    "experience": "Experience",
    "articles": "Articles",
    "repositories": "Repositories",
    "language": "Language",
    "linkedin": "LinkedIn",
    "medium": "Medium",
    "github": "GitHub"
  },
  "pageTitle": {
    "education": "Education & Skills",
    "experience": "Experience",
    "articles": "Articles",
    "repositories": "Repositories"
  },
  "aboutMe": {
    "title": "About Me",
    "description": [
      "Hello, I am a Technical Lead in Testing and Software Quality, working in the field since 2019. My focus is on automation and I have strong skills in areas such as test scenarios, test execution, functional testing, and automated testing.",
      "I am an expert in testing tools like Playwright, Cypress, and Selenium. As a professional, I am responsible for developing and implementing comprehensive test scripts that cover all functionalities and aspects of the software. I am skilled in planning and executing functional and automated tests successfully, ensuring all test scenarios are covered.",
      "I am highly experienced in acceptance testing, which helps me ensure that all business and client requirements are met before releasing the software to the public. As a QA Tech Lead, I am highly valued for my ability to manage complex testing projects efficiently and accurately."
    ],
    "firstSkills":[
      "Technical Leadership",
      "Test Automation",
      "Software Quality",
      "Team Management"
    ]
  },
  "education": {
    "title": "Education",
    "description": "Bachelor's degree in Computer Science from XYZ University."
  },
  "skills": {
    "title": "Skills"
  },
  "experience": {
    "title": "Experience",
    "description": "5 years of experience in web development, focused on React, Node.js, and MongoDB."
  },
  "articles": {
    "title": "Articles",
    "description": "Check out my published articles on technology and development."
  },
  "repositories": {
    "title": "Repositories",
    "description": "Open source projects available on my GitHub."
  },
  
  "softSkills": "Skills",
  "hardSkills": "Professional Skills",
  "buttons": {
    "downloadCV": "Download CV",
    "readAllArticles": "Read All Articles"
  }
}
